job_categories = [
    {
        "id": 140201,
        "name": "軟體專案主管",
    },
    {
        "id": 140202,
        "name": "軟體工程師",
    },
    {
        "id": 140203,
        "name": "通訊軟體工程師",
    },
    {
        "id": 140206,
        "name": "軟／韌體測試人員",
    },
    {
        "id": 140209,
        "name": "CIM工程師",
    },
    {
        "id": 140210,
        "name": "MES工程師",
    },
    {
        "id": 140211,
        "name": "網站技術主管",
    },
    {
        "id": 140213,
        "name": "網站程式設計師",
    },
    {
        "id": 140301,
        "name": "系統工程師",
    },
    {
        "id": 140302,
        "name": "系統分析師",
    },
    {
        "id": 140306,
        "name": "電子商務技術主管",
    },
    {
        "id": 140501,
        "name": "資料科學工程主管",
    },
    {
        "id": 140502,
        "name": "數據科學家",
    },
    {
        "id": 140503,
        "name": "數據分析師",
    },
    {
        "id": 140504,
        "name": "數據管理師",
    },
    {
        "id": 140505,
        "name": "數據架構師",
    },
    {
        "id": 140506,
        "name": "數據工程師",
    },
    {
        "id": 140507,
        "name": "商業分析師",
    },
    {
        "id": 140508,
        "name": "機器學習工程師",
    },
    {
        "id": 140509,
        "name": "演算法開發工程師",
    },
    {
        "id": 140514,
        "name": "資料科學助理工程師",
    },
    {
        "id": 140515,
        "name": "資料庫管理人員",
    },
    {
        "id": 140516,
        "name": "AI工程師",
    },
    {
        "id": 140601,
        "name": "雲服務/雲計算工程主管",
    },
    {
        "id": 140602,
        "name": "雲端系統管理員",
    },
    {
        "id": 140603,
        "name": "雲端架構師",
    },
    {
        "id": 140604,
        "name": "雲端工程師",
    },
    {
        "id": 140605,
        "name": "雲端資安管理師",
    },
    {
        "id": 140606,
        "name": "雲端應用工程師",
    },
    {
        "id": 140607,
        "name": "雲端網路工程師",
    },
    {
        "id": 140608,
        "name": "雲端自動化工程師",
    },
    {
        "id": 140609,
        "name": "雲服務/雲計算助理工程師",
    },
    {
        "id": 140801,
        "name": "系統主管",
    },
    {
        "id": 140802,
        "name": "前端工程師",
    },
    {
        "id": 140803,
        "name": "後端工程師",
    },
    {
        "id": 140804,
        "name": "全端工程師",
    },
    {
        "id": 140805,
        "name": "DevOps工程師",
    },
    {
        "id": 140806,
        "name": "區塊鏈工程師",
    },
    {
        "id": 140808,
        "name": "自動化測試工程師",
    },
    {
        "id": 140809,
        "name": "電玩工程師",
    },
    {
        "id": 140810,
        "name": "APP工程師",
    },
]
